---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TableCellStyleOverrideOptions
source: html/788e7c78-caa8-a7ad-41c5-5fccba078014.htm
---
# TableCellStyleOverrideOptions Members

Creates a new instance with no style characteristics overridden.